{"Cluster 0": {"name": "Wodni Miłośnicy Psów z Wyższym Wykształceniem", "description": "W tym klastrze znajdują się osoby, które preferują spędzanie czasu nad wodą, mają wyższe wykształcenie i najczęściej wybierają psy jako ulubione zwierzęta. Większość z nich to mężczyźni w wieku 35-44 lat."}, "Cluster 1": {"name": "Górscy Profesjonaliści", "description": "W tym klastrze znajdują się osoby z wyższym wykształceniem, które preferują góry jako miejsce wypoczynku. Większość z nich to mężczyźni w wieku 45-54 lat, a ich ulubionymi zwierzętami są psy."}, "Cluster 2": {"name": "Koci Miłośnicy Gór", "description": "W tym klastrze znajdują się osoby z wyższym wykształceniem, które preferują góry i mają skłonność do wybierania kotów jako ulubionych zwierząt. Większość z nich to mężczyźni w wieku 35-44 lat."}, "Cluster 3": {"name": "Leśni Profesjonaliści", "description": "W tym klastrze znajdują się osoby z wyższym wykształceniem, które preferują lasy jako miejsce wypoczynku. Większość z nich to mężczyźni w wieku 45-54 lat, a ich ulubionymi zwierzętami są psy."}, "Cluster 4": {"name": "Górscy Entuzjaści ze Średnim Wykształceniem", "description": "W tym klastrze znajdują się osoby ze średnim wykształceniem, które preferują góry jako miejsce wypoczynku. Większość z nich to mężczyźni w różnym wieku, a ich ulubionymi zwierzętami są psy, koty lub inne zwierzęta."}, "Cluster 5": {"name": "Wodni Samotni z Wyższym Wykształceniem", "description": "W tym klastrze znajdują się osoby z wyższym wykształceniem, które preferują spędzanie czasu nad wodą, ale nie mają ulubionych zwierząt. Większość z nich to mężczyźni w wieku 35-44 lat."}, "Cluster 6": {"name": "Wodni Miłośnicy Psów i Kotów", "description": "W tym klastrze znajdują się osoby z wyższym wykształceniem, które preferują spędzanie czasu nad wodą i mają skłonność do wybierania psów i kotów jako ulubionych zwierząt. Większość z nich to mężczyźni w wieku 45-54 lat."}, "Cluster 7": {"name": "Wodni Miłośnicy Psów ze Średnim Wykształceniem", "description": "W tym klastrze znajdują się osoby ze średnim wykształceniem, które preferują spędzanie czasu nad wodą i mają skłonność do wybierania psów jako ulubionych zwierząt. Większość z nich to mężczyźni w wieku 35-44 lat."}, "Cluster 8": {"name": "Leśni Miłośnicy Psów z Wyższym Wykształceniem", "description": "W tym klastrze znajdują się osoby z wyższym wykształceniem, które preferują lasy jako miejsce wypoczynku i mają skłonność do wybierania psów jako ulubionych zwierząt. Większość z nich to mężczyźni w wieku 25-34 lat."}, "Cluster 9": {"name": "Leśni Miłośnicy Kotów ze Średnim Wykształceniem", "description": "W tym klastrze znajdują się osoby ze średnim wykształceniem, które preferują lasy jako miejsce wypoczynku i mają skłonność do wybierania kotów jako ulubionych zwierząt. Wszyscy członkowie tego klastra to mężczyźni."}}